{
    "সালাত": [
        {
            "surah": "Al-Baqarah",
            "number": "34",
            "text": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ",
            "bangla": "যখন আমি ফেরেশতাদেরকে বললাম, আদমকে সিজদা কর, তখন ইবলীস ব্যতীত সকলেই সিজদা করল। সে অস্বীকার করল ও অহংকার করল এবং সে কাফিরদের অন্তর্ভুক্ত হল।",
            "wordMeaning": "لِلْمَلَائِكَةِ = ফেরেশতাদেরকে, اسْجُدُوا = সিজদা কর, إِبْلِيسَ = ইবলীস, أَبَىٰ = অস্বীকার করল, وَاسْتَكْبَرَ = অহংকার করল",
            "id": 1
        },
        {
            "surah": "Al-Baqarah",
            "number": "43",
            "text": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ",
            "bangla": "তোমরা সালাত কায়েম কর, যাকাত দাও এবং রুকুকারীদের সাথে রুকু কর।",
            "wordMeaning": "أَقِيمُوا = কায়েম কর, الصَّلَاةَ = সালাত, الزَّكَاةَ = যাকাত, وَارْكَعُوا = রুকু কর, الرَّاكِعِينَ = রুকুকারী",
            "id": 2
        },
        {
            "surah": "Al-Baqarah",
            "number": "45",
            "text": "وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ",
            "bangla": "ধৈর্য ও সালাতের মাধ্যমে সাহায্য প্রার্থনা কর। নিশ্চয়ই তা বিনয়ী ব্যক্তিদের জন্য ছাড়া কঠিন।",
            "wordMeaning": "وَاسْتَعِينُوا = সাহায্য প্রার্থনা কর, بِالصَّبْرِ = ধৈর্যের মাধ্যমে, لَكَبِيرَةٌ = কঠিন, الْخَاشِعِينَ = বিনয়ী ব্যক্তি",
            "id": 3
        },
        {
            "surah": "Al-Baqarah",
            "number": "110",
            "text": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ ۚ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ ۗ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "bangla": "তোমরা সালাত কায়েম কর ও যাকাত দাও। তোমরা নিজেদের জন্য যে কোনো ভাল কাজ অগ্রে প্রেরণ কর, তা আল্লাহর কাছে পাবে। নিশ্চয়ই আল্লাহ তোমাদের কাজ দেখেন।",
            "wordMeaning": "تُقَدِّمُوا = অগ্রে প্রেরণ কর, لِأَنْفُسِكُمْ = নিজেদের জন্য, خَيْرٍ = ভাল কাজ, بَصِيرٌ = দেখেন",
            "id": 4
        },
        {
            "surah": "Al-Baqarah",
            "number": "115",
            "text": "فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ ۚ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ",
            "bangla": "তোমরা যেদিকেই মুখ ফিরাও, সেদিকেই আল্লাহর মুখ রয়েছে। নিশ্চয়ই আল্লাহ সর্বব্যাপী, সর্বজ্ঞ।",
            "wordMeaning": "تُوَلُّوا = মুখ ফিরাও, وَجْهُ = মুখ, وَاسِعٌ = সর্বব্যাপী, عَلِيمٌ = সর্বজ্ঞ",
            "id": 5
        },
        {
            "surah": "Al-Baqarah",
            "number": "125",
            "text": "وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى ۖ وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ",
            "bangla": "যখন আমি কাবাকে মানুষের জন্য সমাবেশস্থল ও নিরাপদ স্থান করলাম এবং তোমরা ইবরাহীমের দাঁড়ানোর স্থানকে সালাতের স্থান কর। আর আমি ইবরাহীম ও ইসমাঈলের সাথে অঙ্গীকার করলাম যে, তোমরা আমার ঘরকে তাওয়াফকারী, ইতিকাফকারী ও রুকু-সিজদাকারীদের জন্য পবিত্র রাখ।",
            "wordMeaning": "الْبَيْتَ = কাবা, مَثَابَةً = সমাবেশস্থল, أَمْنًا = নিরাপদ, مَّقَامِ = দাঁড়ানোর স্থান, مُصَلًّى = সালাতের স্থান, طَهِّرَا = পবিত্র রাখ, لِلطَّائِفِينَ = তাওয়াফকারী, الْعَاكِفِينَ = ইতিকাফকারী",
            "id": 6
        },
        {
            "surah": "Al-Baqarah",
            "number": "153",
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
            "bangla": "হে ঈমানদারগণ! ধৈর্য ও সালাতের মাধ্যমে সাহায্য প্রার্থনা কর। নিশ্চয়ই আল্লাহ ধৈর্যশীলদের সাথে আছেন।",
            "wordMeaning": "اسْتَعِينُوا = সাহায্য প্রার্থনা কর, بِالصَّبْرِ = ধৈর্যের মাধ্যমে, الصَّابِرِينَ = ধৈর্যশীল",
            "id": 7
        },
        {
            "surah": "Al-Baqarah",
            "number": "238",
            "text": "حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَىٰ وَقُومُوا لِلَّهِ قَانِتِينَ",
            "bangla": "সালাতসমূহের ও মধ্যবর্তী সালাতের হিফাজত কর। আর আল্লাহর জন্য বিনীতভাবে দাঁড়াও।",
            "wordMeaning": "حَافِظُوا = হিফাজত কর, الصَّلَوَاتِ = সালাতসমূহ, الْوُسْطَىٰ = মধ্যবর্তী, قَانِتِينَ = বিনীতভাবে",
            "id": 8
        },
        {
            "surah": "Al-Baqarah",
            "number": "277",
            "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "bangla": "নিশ্চয় যারা ঈমান আনে ও সৎকর্ম করে, সালাত কায়েম করে ও যাকাত দেয়, তাদের জন্য তাদের রবের কাছে রয়েছে তাদের পুরস্কার। তাদের কোন ভয় নেই এবং তারা চিন্তিতও হবে না।",
            "wordMeaning": "عَمِلُوا = করে, الصَّالِحَاتِ = সৎকর্ম, أَجْرُهُمْ = তাদের পুরস্কার, يَحْزَنُونَ = চিন্তিত হবে",
            "id": 9
        },
        {
            "surah": "Ali 'Imran",
            "number": "43",
            "text": "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ",
            "bangla": "হে মারইয়াম! তোমার রবের জন্য বিনীত হও এবং সিজদা কর ও রুকুকারীদের সাথে রুকু কর।",
            "wordMeaning": "اقْنُتِي = বিনীত হও, وَاسْجُدِي = সিজদা কর, وَارْكَعِي = রুকু কর",
            "id": 10
        },
        {
            "surah": "An-Nisa",
            "number": "101-103",
            "text": "وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا ۚ إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَىٰ أَنْ تَضَعُوا أَسْلِحَتَكُمْ ۖ وَخُذُوا حِذْرَكُمْ ۗ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا فَإِذَا قَضَيْتُمُ الصَّلَاةَ فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاةَ ۚ إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا",
            "bangla": "যখন তোমরা পৃথিবীতে সফর কর, তখন সালাত সংক্ষেপ করাতে তোমাদের কোন গুনাহ নেই, যদি তোমরা আশঙ্কা কর যে, কাফিররা তোমাদেরকে ফিতনায় ফেলবে। নিশ্চয় কাফিররা তোমাদের প্রকাশ্য শত্রু। আর যখন তুমি তাদের মধ্যে থাক এবং তাদের জন্য সালাত কায়েম কর, তখন তাদের একদল তোমার সাথে দাঁড়াক এবং তারা তাদের অস্ত্র গ্রহণ করুক। অতঃপর যখন তারা সিজদা করবে, তখন তারা যেন তোমাদের পিছনে থাকে। অতঃপর অপর দল, যারা সালাত পড়েনি, তারা আসুক এবং তোমার সাথে সালাত আদায় করুক এবং তারা তাদের সতর্কতা ও অস্ত্র গ্রহণ করুক। কাফিররা চায় যে, তোমরা তোমাদের অস্ত্র ও সামগ্রী সম্পর্কে গাফেল থাক, অতঃপর তারা একবারে তোমাদের উপর ঝাঁপিয়ে পড়বে। তবে বৃষ্টি দ্বারা কষ্ট হলে বা তোমরা রোগী হলে তোমাদের অস্ত্র রাখতে তোমাদের কোন গুনাহ নেই। আর তোমরা সতর্কতা অবলম্বন কর। নিশ্চয় আল্লাহ কাফিরদের জন্য অপমানজনক শাস্তি প্রস্তুত রেখেছেন। অতঃপর যখন তোমরা সালাত সমাপ্ত করবে, তখন দাঁড়ানো, বসা ও শায়িত অবস্থায় আল্লাহকে স্মরণ কর। অতঃপর যখন নিরাপদ বোধ করবে, তখন সালাত কায়েম কর। নিশ্চয় সালাত মুমিনদের উপর নির্দিষ্ট সময়ে ফরজ।",
            "wordMeaning": "ضَرَبْتُمْ = সফর কর, تَقْصُرُوا = সংক্ষেপ কর, يَفْتِنَكُمُ = ফিতনায় ফেলবে, عَدُوًّا = শত্রু, فَأَقَمْتَ = কায়েম কর, طَائِفَةٌ = একদল, أَسْلِحَتَهُمْ = তাদের অস্ত্র, حِذْرَهُمْ = তাদের সতর্কতা, أَمْتِعَتِكُمْ = সামগ্রী, مَيْلَةً = ঝাঁপিয়ে পড়া, أَذًى = কষ্ট, مَوْقُوتًا = নির্দিষ্ট সময়ে",
            "id": 11
        },
        {
            "surah": "Al-Ma'idah",
            "number": "12",
            "text": "وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا ۖ وَقَالَ اللَّهُ إِنِّي مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ فَمَنْ كَفَرَ بَعْدَ ذَٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
            "bangla": "আল্লাহ বনি ইসরাঈলের কাছ থেকে অঙ্গীকার নিয়েছিলেন এবং আমি তাদের মধ্য থেকে বারোজন নেতা পাঠিয়েছিলাম। আল্লাহ বলেছিলেন, নিশ্চয়ই আমি তোমাদের সাথে আছি। যদি তোমরা সালাত কায়েম কর, যাকাত দাও, আমার রাসূলগণের প্রতি ঈমান আন এবং তাদেরকে সাহায্য কর এবং আল্লাহকে উত্তম ঋণ দাও, তবে আমি অবশ্যই তোমাদের পাপসমূহ মোচন করব এবং তোমাদেরকে জান্নাতে প্রবেশ করাব যার নিচে নদী প্রবাহিত। অতঃপর তোমাদের মধ্যে যে এরপর কুফরী করবে, সে সরল পথ থেকে বিচ্যুত হবে।",
            "wordMeaning": "مِيثَاقَ = অঙ্গীকার, نَقِيبًا = নেতা, عَزَّرْتُمُوهُمْ = তাদেরকে সাহায্য কর, قَرْضًا حَسَنًا = উত্তম ঋণ, سَيِّئَاتِكُمْ = পাপসমূহ, ضَلَّ = বিচ্যুত হবে",
            "id": 12
        },
        {
            "surah": "Al-Ma'idah",
            "number": "55",
            "text": "إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ",
            "bangla": "তোমাদের বন্ধু তো কেবল আল্লাহ, তাঁর রাসূল এবং মুমিনগণ যারা সালাত কায়েম করে, যাকাত দেয় এবং তারা রুকুকারী।",
            "wordMeaning": "وَلِيُّكُمُ = তোমাদের বন্ধু, يُقِيمُونَ = কায়েম করে, يُؤْتُونَ = দেয়, رَاكِعُونَ = রুকুকারী",
            "id": 13
        },
        {
            "surah": "Al-An'am",
            "number": "72",
            "text": "وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ ۚ وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
            "bangla": "এবং সালাত কায়েম কর ও তাঁকে ভয় কর। আর তিনিই যার দিকে তোমরা সমবেত হবে।",
            "wordMeaning": "اتَّقُوهُ = তাঁকে ভয় কর, تُحْشَرُونَ = সমবেত হবে",
            "id": 14
        },
        {
            "surah": "Al-A'raf",
            "number": "170",
            "text": "وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ",
            "bangla": "আর যারা কিতাবকে দৃঢ়ভাবে ধারণ করে এবং সালাত কায়েম করে, নিশ্চয়ই আমি সংশোধনকারীদের পুরস্কার নষ্ট করি না।",
            "wordMeaning": "يُمَسِّكُونَ = দৃঢ়ভাবে ধারণ করে, الْمُصْلِحِينَ = সংশোধনকারী",
            "id": 15
        },
        {
            "surah": "Al-Anfal",
            "number": "3",
            "text": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
            "bangla": "যারা সালাত কায়েম করে এবং আমি তাদেরকে যা রিযিক দিয়েছি তা থেকে ব্যয় করে।",
            "wordMeaning": "يُنْفِقُونَ = ব্যয় করে",
            "id": 16
        },
        {
            "surah": "At-Tawbah",
            "number": "11",
            "text": "فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ ۗ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
            "bangla": "অতঃপর যদি তারা তাওবা করে, সালাত কায়েম করে ও যাকাত দেয়, তবে তারা তোমাদের দীনি ভাই। আমি জ্ঞানী সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করি।",
            "wordMeaning": "تَابُوا = তাওবা করে, فَإِخْوَانُكُمْ = তোমাদের ভাই, وَنُفَصِّلُ = বিশদভাবে বর্ণনা করি",
            "id": 17
        },
        {
            "surah": "At-Tawbah",
            "number": "112",
            "text": "التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنْكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
            "bangla": "তারা তাওবাকারী, ইবাদতকারী, প্রশংসাকারী, সফরকারী, রুকুকারী, সিজদাকারী, সৎকাজের আদেশদাতা, অসৎকাজে নিষেধকারী এবং আল্লাহর সীমা রক্ষাকারী। আর মুমিনদেরকে সুসংবাদ দাও।",
            "wordMeaning": "التَّائِبُونَ = তাওবাকারী, الْعَابِدُونَ = ইবাদতকারী, السَّائِحُونَ = সফরকারী, الْآمِرُونَ = আদেশদাতা, النَّاهُونَ = নিষেধকারী, لِحُدُودِ = সীমা",
            "id": 18
        },
        {
            "surah": "Hud",
            "number": "114",
            "text": "وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ ۚ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّاكِرِينَ",
            "bangla": "তুমি দিনের দুই প্রান্তে এবং রাতের কিছু অংশে সালাত কায়েম কর। নিশ্চয়ই ভাল কাজসমূহ মন্দ কাজসমূহকে দূর করে দেয়। এটি স্মরণকারীদের জন্য উপদেশ।",
            "wordMeaning": "طَرَفَيِ = দুই প্রান্ত, زُلَفًا = কিছু অংশ, يُذْهِبْنَ = দূর করে, ذِكْرَىٰ = উপদেশ",
            "id": 19
        },
        {
            "surah": "Ar-Ra'd",
            "number": "22",
            "text": "وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَٰئِكَ لَهُمْ عُقْبَى الدَّارِ",
            "bangla": "এবং যারা তাদের রবের সন্তুষ্টি অর্জনের জন্য ধৈর্য ধারণ করে, সালাত কায়েম করে, আমি তাদেরকে যা রিযিক দিয়েছি তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে এবং ভাল কাজ দ্বারা মন্দ কাজ দূর করে, তাদের জন্যই রয়েছে উত্তম পরিণাম।",
            "wordMeaning": "صَبَرُوا = ধৈর্য ধারণ করে, ابْتِغَاءَ = অর্জনের জন্য, سِرًّا = গোপনে, عُلَانِيَةً = প্রকাশ্যে, عُقْبَى = পরিণাম",
            "id": 20
        },
        {
            "surah": "Ibrahim",
            "number": "31",
            "text": "قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ",
            "bangla": "বল, আমার বান্দাদের মধ্যে যারা ঈমান এনেছে, তারা যেন সালাত কায়েম করে এবং আমি তাদেরকে যা রিযিক দিয়েছি তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে সে দিন আসার আগে যে দিনে কোন ক্রয়-বিক্রয় ও বন্ধুত্ব থাকবে না।",
            "wordMeaning": "لِعِبَادِيَ = আমার বান্দাদের, يُنْفِقُوا = ব্যয় করে, خِلَالٌ = বন্ধুত্ব",
            "id": 21
        },
        {
            "surah": "Ibrahim",
            "number": "40",
            "text": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
            "bangla": "হে আমার রব! আমাকে ও আমার সন্তানদেরকে সালাত কায়েমকারী বানাও। হে আমাদের রব! আমার দোয়া কবুল করুন।",
            "wordMeaning": "مُقِيمَ = কায়েমকারী, ذُرِّيَّتِي = আমার সন্তান, وَتَقَبَّلْ = কবুল করুন",
            "id": 22
        },
        {
            "surah": "Al-Hijr",
            "number": "98",
            "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ",
            "bangla": "অতএব তুমি তোমার রবের প্রশংসা সহকারে তাসবীহ পাঠ কর এবং সিজদাকারীদের অন্তর্ভুক্ত হও।",
            "wordMeaning": "فَسَبِّحْ = তাসবীহ পাঠ কর, السَّاجِدِينَ = সিজদাকারী",
            "id": 23
        },
        {
            "surah": "Al-Isra",
            "number": "78-79",
            "text": "أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ ۖ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا",
            "bangla": "তুমি সালাত কায়েম কর সূর্য ঢলে পড়া থেকে রাতের অন্ধকার পর্যন্ত এবং ফজরের কুরআন (সালাত)। নিশ্চয়ই ফজরের কুরআন (সালাত) উপস্থিত হয়। আর রাতের কিছু অংশে তাহাজ্জুদ পড় তোমার জন্য অতিরিক্ত। আশা করা যায় তোমার রব তোমাকে প্রশংসিত স্থানে পৌঁছাবেন।",
            "wordMeaning": "لِدُلُوكِ = ঢলে পড়া, غَسَقِ = অন্ধকার, وَقُرْآنَ = কুরআন (সালাত), فَتَهَجَّدْ = তাহাজ্জুদ পড়, نَافِلَةً = অতিরিক্ত, مَقَامًا مَحْمُودًا = প্রশংসিত স্থান",
            "id": 24
        },
        {
            "surah": "Maryam",
            "number": "31",
            "text": "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا",
            "bangla": "এবং তিনি আমাকে কল্যাণময় করেছেন যেখানেই আমি থাকি এবং আমাকে সালাত ও যাকাতের নির্দেশ দিয়েছেন যতদিন আমি জীবিত থাকি।",
            "wordMeaning": "مُبَارَكًا = কল্যাণময়, أَوْصَانِي = নির্দেশ দিয়েছেন, مَا دُمْتُ = যতদিন আমি",
            "id": 25
        },
        {
            "surah": "Maryam",
            "number": "55",
            "text": "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا",
            "bangla": "এবং তিনি তাঁর পরিবারবর্গকে সালাত ও যাকাতের আদেশ দিতেন এবং তিনি তাঁর রবের নিকট প্রিয়পাত্র ছিলেন।",
            "wordMeaning": "يَأْمُرُ = আদেশ দিতেন, أَهْلَهُ = পরিবারবর্গ, مَرْضِيًّا = প্রিয়পাত্র",
            "id": 26
        },
        {
            "surah": "Maryam",
            "number": "59",
            "text": "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
            "bangla": "অতঃপর তাদের পরে এমন এক প্রজন্ম আসল যারা সালাত বিনষ্ট করল এবং প্রবৃত্তির অনুসরণ করল। সুতরাং শীঘ্রই তারা গোমরাহীর শাস্তি পাবে।",
            "wordMeaning": "خَلْفٌ = প্রজন্ম, أَضَاعُوا = বিনষ্ট করল, الشَّهَوَاتِ = প্রবৃত্তি, غَيًّا = গোমরাহী",
            "id": 27
        },
        {
            "surah": "Ta-Ha",
            "number": "14",
            "text": "إِنَّنِي أَنَا اللَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي",
            "bangla": "নিশ্চয়ই আমি আল্লাহ, আমি ছাড়া কোন ইলাহ নেই। সুতরাং তুমি আমার ইবাদত কর এবং আমার স্মরণের জন্য সালাত কায়েম কর।",
            "wordMeaning": "فَاعْبُدْنِي = আমার ইবাদত কর, لِذِكْرِي = আমার স্মরণের জন্য",
            "id": 28
        },
        {
            "surah": "Ta-Ha",
            "number": "130",
            "text": "فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَىٰ",
            "bangla": "অতএব তারা যা বলে তাতে ধৈর্য ধারণ কর এবং সূর্যোদয়ের পূর্বে ও সূর্যাস্তের পূর্বে তোমার রবের প্রশংসা সহকারে তাসবীহ পাঠ কর। আর রাতের কিছু সময়ে ও দিনের প্রান্তে তাসবীহ পাঠ কর, আশা করা যায় তুমি সন্তুষ্ট হবে।",
            "wordMeaning": "فَاصْبِرْ = ধৈর্য ধারণ কর, آنَاءِ = কিছু সময়, أَطْرَافَ = প্রান্ত, تَرْضَىٰ = সন্তুষ্ট হবে",
            "id": 29
        },
        {
            "surah": "Ta-Ha",
            "number": "132",
            "text": "وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا ۖ لَا نَسْأَلُكَ رِزْقًا ۖ نَحْنُ نَرْزُقُكَ ۗ وَالْعَاقِبَةُ لِلتَّقْوَىٰ",
            "bangla": "তুমি তোমার পরিবারবর্গকে সালাতের আদেশ দাও এবং তাতে অবিচল থাক। আমরা তোমার কাছে রিযিক চাই না, আমরা তোমাকে রিযিক দেই। আর পরিণাম তাকওয়ার জন্য।",
            "wordMeaning": "وَأْمُرْ = আদেশ দাও, وَاصْطَبِرْ = অবিচল থাক, الْعَاقِبَةُ = পরিণাম",
            "id": 30
        },
        {
            "surah": "Al-Hajj",
            "number": "26",
            "text": "وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ",
            "bangla": "যখন আমি ইবরাহীমের জন্য বায়তুল্লাহর স্থান নির্ধারণ করলাম যে, তুমি আমার সাথে কোন কিছু শরীক করো না এবং আমার ঘরকে তাওয়াফকারী, দাঁড়ানকারী, রুকুকারী ও সিজদাকারীদের জন্য পবিত্র রাখ।",
            "wordMeaning": "بَوَّأْنَا = নির্ধারণ করলাম, مَكَانَ = স্থান, وَطَهِّرْ = পবিত্র রাখ, الْقَائِمِينَ = দাঁড়ানকারী",
            "id": 31
        },
        {
            "surah": "Al-Hajj",
            "number": "77-78",
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩ وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ ۚ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ ۚ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ ۚ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَٰذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ ۚ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ ۖ فَنِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
            "bangla": "হে ঈমানদারগণ! তোমরা রুকু কর, সিজদা কর, তোমাদের রবের ইবাদত কর এবং ভাল কাজ কর, যাতে তোমরা সফলকাম হও। আর আল্লাহর পথে যথাযথ জিহাদ কর। তিনি তোমাদেরকে নির্বাচিত করেছেন এবং দীনে তোমাদের উপর কোন সংকীর্ণতা রাখেননি। তোমাদের পিতা ইবরাহীমের মিল্লাত। তিনি পূর্ব থেকেই তোমাদের নাম রেখেছেন মুসলিম এবং এ গ্রন্থেও, যাতে রাসূল তোমাদের উপর সাক্ষী হন এবং তোমরা মানুষের উপর সাক্ষী হও। অতএব তোমরা সালাত কায়েম কর, যাকাত দাও এবং আল্লাহকে অবলম্বন কর। তিনি তোমাদের মাওলা। কত উত্তম মাওলা এবং কত উত্তম সাহায্যকারী।",
            "wordMeaning": "ارْكَعُوا = রুকু কর, وَاسْجُدُوا = সিজদা কর, تُفْلِحُونَ = সফলকাম হও, حَرَجٍ = সংকীর্ণতা, مِلَّةَ = মিল্লাত, شَهِيدًا = সাক্ষী, وَاعْتَصِمُوا = অবলম্বন কর, مَوْلَاكُمْ = তোমাদের মাওলা",
            "id": 32
        },
        {
            "surah": "An-Nur",
            "number": "56",
            "text": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
            "bangla": "তোমরা সালাত কায়েম কর, যাকাত দাও এবং রাসূলের আনুগত্য কর, যাতে তোমরা রহমতপ্রাপ্ত হও।",
            "wordMeaning": "وَأَطِيعُوا = আনুগত্য কর, تُرْحَمُونَ = রহমতপ্রাপ্ত হও",
            "id": 33
        },
        {
            "surah": "Al-Furqan",
            "number": "64",
            "text": "وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا",
            "bangla": "এবং যারা তাদের রবের উদ্দেশ্যে সিজদা ও দাঁড়িয়ে রাত যাপন করে।",
            "wordMeaning": "يَبِيتُونَ = রাত যাপন করে, سُجَّدًا = সিজদা, وَقِيَامًا = দাঁড়িয়ে",
            "id": 34
        },
        {
            "surah": "An-Naml",
            "number": "3",
            "text": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ",
            "bangla": "যারা সালাত কায়েম করে, যাকাত দেয় এবং তারা আখিরাত সম্পর্কে দৃঢ় বিশ্বাস রাখে।",
            "wordMeaning": "يُوقِنُونَ = দৃঢ় বিশ্বাস রাখে",
            "id": 35
        },
        {
            "surah": "Al-'Ankabut",
            "number": "45",
            "text": "اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ ۖ إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ ۗ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
            "bangla": "তুমি কিতাব থেকে যা তোমার প্রতি ওহী করা হয়েছে তা তিলাওয়াত কর এবং সালাত কায়েম কর। নিশ্চয়ই সালাত অশ্লীল ও মন্দ কাজ থেকে বিরত রাখে। আর আল্লাহর স্মরণই সর্বশ্রেষ্ঠ। আল্লাহ জানেন তোমরা যা কর।",
            "wordMeaning": "اتْلُ = তিলাওয়াত কর, تَنْهَىٰ = বিরত রাখে, الْفَحْشَاءِ = অশ্লীল, وَالْمُنْكَرِ = মন্দ কাজ",
            "id": 36
        },
        {
            "surah": "Ar-Rum",
            "number": "31",
            "text": "مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ",
            "bangla": "তাঁর দিকে ফিরে আস, তাঁকে ভয় কর এবং সালাত কায়েম কর। আর মুশরিকদের অন্তর্ভুক্ত হয়ো না।",
            "wordMeaning": "مُنِيبِينَ = ফিরে আস, الْمُشْرِكِينَ = মুশরিক",
            "id": 37
        },
        {
            "surah": "Luqman",
            "number": "4",
            "text": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ",
            "bangla": "যারা সালাত কায়েম করে, যাকাত দেয় এবং তারা আখিরাত সম্পর্কে দৃঢ় বিশ্বাস রাখে।",
            "wordMeaning": "يُوقِنُونَ = দৃঢ় বিশ্বাস রাখে",
            "id": 38
        },
        {
            "surah": "Luqman",
            "number": "17",
            "text": "يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَىٰ مَا أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ الْأُمُورِ",
            "bangla": "হে আমার পুত্র! সালাত কায়েম কর, সৎকাজের আদেশ দাও, অসৎকাজে নিষেধ কর এবং তোমার উপর যা আপতিত হয় তাতে ধৈর্য ধারণ কর। নিশ্চয়ই এটা দৃঢ় সংকল্পের কাজ।",
            "wordMeaning": "يَا بُنَيَّ = হে আমার পুত্র, وَانْهَ = নিষেধ কর, عَزْمِ = দৃঢ় সংকল্প",
            "id": 39
        },
        {
            "surah": "Al-Ahzab",
            "number": "33",
            "text": "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ ۖ وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
            "bangla": "তোমরা তোমাদের গৃহে অবস্থান কর এবং প্রাচীন জাহিলিয়াতের ন্যায় নিজেদের প্রদর্শন করো না। আর সালাত কায়েম কর, যাকাত দাও এবং আল্লাহ ও তাঁর রাসূলের আনুগত্য কর। আল্লাহ কেবল চান তোমাদের থেকে, হে আহলে বাইত, অপবিত্রতা দূর করতে এবং তোমাদেরকে পূর্ণরূপে পবিত্র করতে।",
            "wordMeaning": "وَقَرْنَ = অবস্থান কর, تَبَرَّجْنَ = প্রদর্শন কর, الرِّجْسَ = অপবিত্রতা, يُطَهِّرَكُمْ = পবিত্র করতে",
            "id": 40
        },
        {
            "surah": "Al-Mujadila",
            "number": "13",
            "text": "أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
            "bangla": "তোমরা কি ভয় কর যে, তোমাদের গোপন পরামর্শের পূর্বে সদকা দেবে? অতঃপর যখন তোমরা তা করনি এবং আল্লাহ তোমাদের প্রতি ক্ষমাশীল হয়েছেন, তখন তোমরা সালাত কায়েম কর, যাকাত দাও এবং আল্লাহ ও তাঁর রাসূলের আনুগত্য কর। আল্লাহ তোমরা যা কর সে সম্পর্কে সম্যক জ্ঞাত।",
            "wordMeaning": "أَأَشْفَقْتُمْ = ভয় কর, نَجْوَاكُمْ = গোপন পরামর্শ, صَدَقَاتٍ = সদকা, خَبِيرٌ = সম্যক জ্ঞাত",
            "id": 41
        },
        {
            "surah": "Al-Bayyinah",
            "number": "5",
            "text": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ",
            "bangla": "তাদেরকে এছাড়া কোন নির্দেশ দেওয়া হয়নি যে, তারা খাঁটি হয়ে একনিষ্ঠভাবে আল্লাহর ইবাদত করবে, সালাত কায়েম করবে ও যাকাত দেবে। আর এটাই সুপ্রতিষ্ঠিত দীন।",
            "wordMeaning": "مُخْلِصِينَ = খাঁটি, حُنَفَاءَ = একনিষ্ঠ, الْقَيِّمَةِ = সুপ্রতিষ্ঠিত",
            "id": 42
        }
    ],
    "দুয়া": [
        {
            "surah": "Al-Baqarah",
            "number": "127",
            "text": "رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ",
            "bangla": "হে আমাদের রব! আমাদের থেকে গ্রহণ করুন, নিশ্চয়ই আপনি সর্বশ্রোতা, সর্বজ্ঞ।",
            "wordMeaning": "رَبَّنَا = হে আমাদের রব, تَقَبَّلْ = গ্রহণ করুন, السَّمِيعُ = সর্বশ্রোতা, الْعَلِيمُ = সর্বজ্ঞ",
            "id": 15
        },
        {
            "surah": "Al-Baqarah",
            "number": "201",
            "text": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
            "bangla": "হে আমাদের রব! আমাদের দুনিয়াতে কল্যাণ দান করুন এবং আখিরাতেও কল্যাণ দান করুন এবং আমাদেরকে জাহান্নামের শাস্তি থেকে রক্ষা করুন।",
            "wordMeaning": "آتِنَا = দান করুন, حَسَنَةً = কল্যাণ, وَقِنَا = রক্ষা করুন, عَذَابَ النَّارِ = জাহান্নামের শাস্তি",
            "id": 16
        },
        {
            "surah": "Al-Baqarah",
            "number": "285",
            "text": "آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ",
            "bangla": "রাসূল বিশ্বাস স্থাপন করেছেন যা তাঁর রবের নিকট থেকে তাঁর প্রতি অবতীর্ণ হয়েছে এবং মুমিনগণও। সকলেই আল্লাহ, তাঁর ফেরেশতাগণ, তাঁর কিতাবসমূহ এবং তাঁর রাসূলগণের প্রতি ঈমান এনেছে।",
            "wordMeaning": "آمَنَ = বিশ্বাস স্থাপন করেছেন, أُنْزِلَ = অবতীর্ণ হয়েছে, الْمُؤْمِنُونَ = মুমিনগণ, مَلَائِكَتِهِ = ফেরেশতাগণ",
            "id": 17
        },
        {
            "surah": "Al-Baqarah",
            "number": "286",
            "text": "رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا",
            "bangla": "হে আমাদের রব! আমাদেরকে পাকড়াও করবেন না যদি আমরা ভুলে যাই অথবা ভুল করি। হে আমাদের রব! আমাদের উপর এমন বোঝা চাপিয়ে দিবেন না যেমন আপনি আমাদের পূর্ববর্তীদের উপর চাপিয়েছিলেন।",
            "wordMeaning": "تُؤَاخِذْنَا = পাকড়াও করবেন, نَسِينَا = ভুলে যাই, أَخْطَأْنَا = ভুল করি, إِصْرًا = বোঝা",
            "id": 18
        },
        {
            "surah": "Ali 'Imran",
            "number": "8",
            "text": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ",
            "bangla": "হে আমাদের রব! আমাদের হৃদয়কে সত্য থেকে বিচ্যুত করবেন না, আমাদেরকে হিদায়াত দান করার পর। আর আমাদেরকে আপনার পক্ষ থেকে রহমত দান করুন। নিশ্চয়ই আপনি মহাদাতা।",
            "wordMeaning": "تُزِغْ = বিচ্যুত করবেন, قُلُوبَنَا = আমাদের হৃদয়, هَدَيْতَنَا = হিদায়াত দান করেছেন, الْوَهَّابُ = মহাদাতা",
            "id": 19
        },
        {
            "surah": "Ali 'Imran",
            "number": "16",
            "text": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
            "bangla": "হে আমাদের রব! নিশ্চয়ই আমরা ঈমান এনেছি, তাই আমাদের গুনাহসমূহ ক্ষমা করুন এবং আমাদেরকে জাহান্নামের শাস্তি থেকে রক্ষা করুন।",
            "wordMeaning": "آمَنَّا = ঈমান এনেছি, فَاغْفِرْ = তাই ক্ষমা করুন, ذُنُوبَنَا = আমাদের গুনাহসমূহ",
            "id": 20
        },
        {
            "surah": "Ali 'Imran",
            "number": "17",
            "text": "رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
            "bangla": "হে আমাদের রব! নিশ্চয়ই আমরা ঈমান এনেছি, তাই আমাদের গুনাহসমূহ ক্ষমা করুন এবং আমাদেরকে জাহান্নামের শাস্তি থেকে রক্ষা করুন।",
            "wordMeaning": "آمَنَّা = ঈমান এনেছি, فَاغْفِرْ = তাই ক্ষমা করুন, ذُنُوبَنَا = আমাদের গুনাহসমূহ",
            "id": 21
        },
        {
            "surah": "Ali 'Imran",
            "number": "38",
            "text": "رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ",
            "bangla": "হে আমার রব! আপনার পক্ষ থেকে আমাকে পবিত্র সন্তান দান করুন, নিশ্চয়ই আপনি দোয়া শ্রবণকারী।",
            "wordMeaning": "هَبْ = দান করুন, ذُرِّيَّةً = সন্তান, طَيِّبَةً = পবিত্র, سَمِيعُ = শ্রবণকারী",
            "id": 22
        },
        {
            "surah": "Ali 'Imran",
            "number": "53",
            "text": "رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
            "bangla": "হে আমাদের রব! আমরা বিশ্বাস স্থাপন করেছি যা আপনি অবতীর্ণ করেছেন এবং আমরা রাসূলের অনুসরণ করেছি, তাই আমাদেরকে সাক্ষ্যদানকারীদের সাথে লিপিবদ্ধ করুন।",
            "wordMeaning": "آمَنَّا = বিশ্বাস স্থাপন করেছি, أَنْزَلْتَ = অবতীর্ণ করেছেন, اتَّبَعْنَا = অনুসরণ করেছি, الشَّاهِدِينَ = সাক্ষ্যদানকারী",
            "id": 23
        },
        {
            "surah": "Ali 'Imran",
            "number": "147",
            "text": "رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
            "bangla": "হে আমাদের রব! আমাদের গুনাহসমূহ এবং আমাদের কাজে আমাদের অপচয় ক্ষমা করুন, আমাদের পদযুগলকে দৃঢ় করুন এবং কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন।",
            "wordMeaning": "اغْفِرْ = ক্ষমা করুন, ذُنُوبَنَا = আমাদের গুনাহসমূহ, إِسْرَافَنَا = আমাদের অপচয়, ثَبِّتْ = দৃঢ় করুন, أَقْدَامَنَا = আমাদের পদযুগল",
            "id": 24
        },
        {
            "surah": "Ali 'Imran",
            "number": "191-193",
            "text": "رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
            "bangla": "হে আমাদের রব! আপনি এটা অনর্থক সৃষ্টি করেননি, আপনি পবিত্র, তাই আমাদেরকে জাহান্নামের শাস্তি থেকে রক্ষা করুন। হে আমাদের রব! নিশ্চয়ই আপনি যাকে জাহান্নামে প্রবেশ করাবেন, তাকে লাঞ্ছিত করবেন এবং জালিমদের কোন সাহায্যকারী নেই। হে আমাদের রব! নিশ্চয়ই আমরা একজন আহ্বানকারীকে শুনেছি, যে ঈমানের দিকে আহ্বান করছে যে, তোমাদের রবের উপর ঈমান আন, তাই আমরা ঈমান এনেছি। হে আমাদের রব! তাই আমাদের গুনাহসমূহ ক্ষমা করুন, আমাদের পাপসমূহ মোচন করুন এবং আমাদেরকে সৎকর্মশীলদের সাথে মৃত্যু দান করুন।",
            "wordMeaning": "بَاطِلًا = অনর্থক, سُبْحَانَكَ = আপনি পবিত্র, أَخْزَيْتَهُ = লাঞ্ছিত করবেন, مُنَادِيًا = আহ্বানকারী, يُنَادِي = আহ্বান করছে, الْأَبْرَارِ = সৎকর্মশীল",
            "id": 25
        },
        {
            "surah": "Al-A'raf",
            "number": "23",
            "text": "رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
            "bangla": "হে আমাদের রব! আমরা আমাদের নিজেদের উপর জুলুম করেছি, যদি আপনি আমাদের ক্ষমা না করেন ও আমাদের উপর দয়া না করেন, তবে আমরা অবশ্যই ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব।",
            "wordMeaning": "ظَلَمْنَا = জুলুম করেছি, أَنْفُسَنَا = আমাদের নিজেদের, تَغْفِرْ = ক্ষমা করুন, تَرْحَمْنَا = দয়া করুন, الْخَاسِرِينَ = ক্ষতিগ্রস্ত",
            "id": 26
        },
        {
            "surah": "Al-A'raf",
            "number": "180",
            "text": "وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَىٰ فَادْعُوهُ بِهَا",
            "bangla": "আল্লাহর জন্য রয়েছে সর্বোত্তম নামসমূহ, সুতরাং তোমরা তাঁকে সে নামসমূহ দ্বারা ডাক।",
            "wordMeaning": "الْأَسْمَاءُ = নামসমূহ, الْحُسْنَىٰ = সর্বোত্তম, فَادْعُوهُ = তাই তাঁকে ডাক",
            "id": 27
        },
        {
            "surah": "At-Tawbah",
            "number": "129",
            "text": "حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
            "bangla": "আল্লাহই আমার জন্য যথেষ্ট, তিনি ব্যতীত কোন ইলাহ নেই, তাঁর উপরই আমি ভরসা করেছি এবং তিনি মহান আরশের মালিক।",
            "wordMeaning": "حَسْبِيَ = আমার জন্য যথেষ্ট, تَوَكَّلْتُ = ভরসা করেছি, الْعَرْشِ = আরশ, الْعَظِيمِ = মহান",
            "id": 28
        },
        {
            "surah": "Yunus",
            "number": "85-86",
            "text": "فَقَالُوا عَلَى اللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِينَ وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِينَ",
            "bangla": "তারা বলল, আমরা আল্লাহর উপর ভরসা করলাম। হে আমাদের রব! আমাদেরকে জালিম সম্প্রদায়ের জন্য ফিতনা করবেন না এবং আপনার রহমতে আমাদেরকে কাফির সম্প্রদায় থেকে মুক্তি দিন।",
            "wordMeaning": "تَوَكَّلْنَا = ভরসা করলাম, فِتْنَةً = ফিতনা, الظَّالِمِينَ = জালিম, وَنَجِّنَا = মুক্তি দিন, بِرَحْمَتِكَ = আপনার রহমতে",
            "id": 29
        },
        {
            "surah": "Hud",
            "number": "47",
            "text": "رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ",
            "bangla": "হে আমার রব! আমি আপনার কাছে আশ্রয় চাই যে, আমি আপনার কাছে এমন কিছু চাইব না, যা সম্পর্কে আমার জ্ঞান নেই। আপনি যদি আমাকে ক্ষমা না করেন ও আমার উপর দয়া না করেন, তবে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব।",
            "wordMeaning": "أَعُوذُ = আশ্রয় চাই, بِهِ عِلْمٌ = জ্ঞান আছে, تَغْفِرْ = ক্ষমা করুন, أَكُنْ = হব",
            "id": 30
        },
        {
            "surah": "Ibrahim",
            "number": "35-41",
            "text": "رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ ۖ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي ۖ وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَىٰ عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ ۚ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ",
            "bangla": "হে আমার রব! এই নগরীকে নিরাপদ করুন এবং আমাকে ও আমার সন্তানদেরকে মূর্তি পূজা থেকে দূরে রাখুন। হে আমার রব! নিশ্চয়ই এরা বহু লোককে পথভ্রষ্ট করেছে। সুতরাং যে আমার অনুসরণ করবে, সে তো আমার দলভুক্ত। আর যে আমার অবাধ্য হবে, তবে নিশ্চয়ই আপনি ক্ষমাশীল, দয়ালু। হে আমাদের রব! নিশ্চয়ই আমি আমার কিছু সন্তানকে আপনার পবিত্র ঘরের নিকট অনুর্বর উপত্যকায় বসবাস করিয়েছি, হে আমাদের রব! তারা যেন সালাত কায়েম করে। সুতরাং আপনি কিছু মানুষের হৃদয়কে তাদের প্রতি ঝুঁকিয়ে দিন এবং তাদেরকে ফল-ফলাদি দ্বারা রিযিক দিন, যাতে তারা কৃতজ্ঞতা প্রকাশ করে। হে আমাদের রব! নিশ্চয়ই আপনি জানেন যা আমরা গোপন করি এবং যা আমরা প্রকাশ করি। আর পৃথিবীতে ও আকাশে আল্লাহর নিকট কিছুই গোপন নেই। সমস্ত প্রশংসা আল্লাহর জন্য, যিনি আমাকে বার্ধক্যে ইসমাইল ও ইসহাক দান করেছেন। নিশ্চয়ই আমার রব দোয়া শ্রবণকারী।",
            "wordMeaning": "الْبَلَدَ = নগরী, آمِنًا = নিরাপদ, الْأَصْنَامَ = মূর্তি, أَضْلَلْنَ = পথভ্রষ্ট করেছে, عَصَانِي = অবাধ্য হয়েছে, غَفُورٌ = ক্ষমাশীল, رَحِيمٌ = দয়ালু, ذُرِّيَّتِي = আমার সন্তান, بِوَادٍ = উপত্যকায়, غَيْرِ ذِي زَرْعٍ = অনুর্বর, الْمُحَرَّمِ = পবিত্র, أَفْئِدَةً = হৃদয়, تَهْوِي = ঝুঁকিয়ে, الثَّمَرَاتِ = ফল-ফলাদি, يَشْكُرُونَ = কৃতজ্ঞতা প্রকাশ করে, تَعْلَمُ = আপনি জানেন, نُخْفِي = আমরা গোপন করি, نُعْلِنُ = আমরা প্রকাশ করি, وَهَبَ = দান করেছেন, الْكِبَرِ = বার্ধক্য",
            "id": 31
        },
        {
            "surah": "Al-Kahf",
            "number": "10",
            "text": "رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
            "bangla": "হে আমাদের রব! আপনার পক্ষ থেকে আমাদেরকে রহমত দান করুন এবং আমাদের কাজে আমাদের জন্য সঠিক পথ সুগম করুন।",
            "wordMeaning": "آتِنَا = দান করুন, رَحْمَةً = রহমত, هَيِّئْ = সুগম করুন, رَشَدًا = সঠিক পথ",
            "id": 32
        },
        {
            "surah": "Al-Kahf",
            "number": "39",
            "text": "وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ",
            "bangla": "যখন তুমি তোমার বাগানে প্রবেশ করেছিলে, তখন তুমি বললে না কেন, আল্লাহ যা চান তাই হয়, আল্লাহ ছাড়া কোন শক্তি নেই।",
            "wordMeaning": "جَنَّتَكَ = তোমার বাগান, مَا شَاءَ = যা চান, قُوَّةَ = শক্তি",
            "id": 33
        },
        {
            "surah": "Ta-Ha",
            "number": "25-29",
            "text": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي هَارُونَ أَخِي اشْدُدْ بِهِ أَزْرِي وَأَشْرِكْهُ فِي أَمْرِي",
            "bangla": "হে আমার রব! আমার বক্ষ প্রশস্ত করে দিন এবং আমার কাজ সহজ করে দিন এবং আমার জিহ্বার জড়তা দূর করুন, যাতে তারা আমার কথা বুঝতে পারে। আর আমার পরিবার থেকে আমার জন্য একজন সহায়ক নিযুক্ত করুন, আমার ভাই হারুনকে, তার দ্বারা আমার শক্তি বৃদ্ধি করুন এবং তাকে আমার কাজে শরীক করুন।",
            "wordMeaning": "اشْرَحْ = প্রশস্ত করে দিন, صَدْرِي = আমার বক্ষ, وَيَسِّرْ = সহজ করে দিন, وَاحْلُلْ = দূর করুন, عُقْدَةً = জড়তা, لِسَانِي = আমার জিহ্বা, يَفْقَهُوا = বুঝতে পারে, وَزِيرًا = সহায়ক, أَهْلِي = আমার পরিবার, اشْدُدْ = বৃদ্ধি করুন, أَزْرِي = আমার শক্তি, وَأَشْرِكْهُ = শরীক করুন",
            "id": 34
        },
        {
            "surah": "Al-Anbiya",
            "number": "87",
            "text": "لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
            "bangla": "আপনি ছাড়া কোন ইলাহ নেই, আপনি পবিত্র, নিশ্চয়ই আমি জালিমদের অন্তর্ভুক্ত ছিলাম।",
            "wordMeaning": "سُبْحَانَكَ = আপনি পবিত্র, الظَّالِمِينَ = জালিম",
            "id": 35
        },
        {
            "surah": "Al-Mu'minun",
            "number": "97-98",
            "text": "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ",
            "bangla": "এবং বলুন, হে আমার রব! আমি শয়তানের প্ররোচনা থেকে আপনার কাছে আশ্রয় চাই এবং হে আমার রব! আমি আপনার কাছে আশ্রয় চাই যে, তারা আমার নিকট উপস্থিত হয়।",
            "wordMeaning": "أَعُوذُ = আশ্রয় চাই, هَمَزَاتِ = প্ররোচনা, الشَّيَاطِينِ = শয়তান, يَحْضُرُونِ = উপস্থিত হয়",
            "id": 36
        },
        {
            "surah": "Al-Furqan",
            "number": "65",
            "text": "وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
            "bangla": "এবং যারা বলে, হে আমাদের রব! আমাদের থেকে জাহান্নামের শাস্তি দূর করুন, নিশ্চয়ই তার শাস্তি স্থায়ী।",
            "wordMeaning": "اصْرِفْ = দূর করুন, عَذَابَ = শাস্তি, جَهَنَّمَ = জাহান্নাম, غَرَامًا = স্থায়ী",
            "id": 37
        },
        {
            "surah": "Al-Furqan",
            "number": "74",
            "text": "وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
            "bangla": "এবং যারা বলে, হে আমাদের রব! আমাদের স্ত্রীদের ও সন্তানদের মধ্যে আমাদের জন্য চোখের শীতলতা দান করুন এবং আমাদেরকে মুত্তাকীদের নেতা বানিয়ে দিন।",
            "wordMeaning": "هَبْ = দান করুন, أَزْوَاجِنَا = আমাদের স্ত্রীরা, ذُرِّيَّاتِنَا = আমাদের সন্তানরা, قُرَّةَ أَعْيُنٍ = চোখের শীতলতা, الْمُتَّقِينَ = মুত্তাকী, إِمَامًا = নেতা",
            "id": 38
        },
        {
            "surah": "Ash-Shu'ara",
            "number": "83-89",
            "text": "رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ",
            "bangla": "হে আমার রব! আমাকে প্রজ্ঞা দান করুন এবং আমাকে সৎকর্মশীলদের সাথে মিলিত করুন। পরবর্তীদের মধ্যে আমার জন্য সত্যবাদিতার সুনাম রেখে দিন। আমাকে নেয়ামতের জান্নাতের উত্তরাধিকারীদের মধ্যে শামিল করুন। আর আমার পিতাকে ক্ষমা করুন, নিশ্চয়ই সে পথভ্রষ্টদের অন্তর্ভুক্ত ছিল। আর আমাকে লাঞ্ছিত করবেন না যেদিন সবাই পুনরুত্থিত হবে, সেদিন ধন-সম্পদ ও সন্তান-সন্ততি কোন উপকারে আসবে না, কেবল সে-ই উপকৃত হবে যে আল্লাহর কাছে সুস্থ হৃদয় নিয়ে উপস্থিত হবে।",
            "wordMeaning": "حُكْمًا = প্রজ্ঞা, أَلْحِقْنِي = মিলিত করুন, الصَّالِحِينَ = সৎকর্মশীল, لِسَانَ صِدْقٍ = সত্যবাদিতার সুনাম, وَرَثَةِ = উত্তরাধিকারী, جَنَّةِ النَّعِيمِ = নেয়ামতের জান্নাত, تُخْزِنِي = লাঞ্ছিত করবেন, يُبْعَثُونَ = পুনরুত্থিত হবে, سَلِيمٍ = সুস্থ",
            "id": 39
        },
        {
            "surah": "Al-Qasas",
            "number": "24",
            "text": "رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
            "bangla": "হে আমার রব! নিশ্চয়ই আপনি আমার নিকট যে কল্যাণ অবতীর্ণ করবেন, আমি তার মুখাপেক্ষী।",
            "wordMeaning": "أَنْزَلْتَ = অবতীর্ণ করবেন, خَيْرٍ = কল্যাণ, فَقِيرٌ = মুখাপেক্ষী",
            "id": 40
        },
        {
            "surah": "Al-Hashr",
            "number": "10",
            "text": "رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ",
            "bangla": "হে আমাদের রব! আমাদেরকে এবং আমাদের ভাইদেরকে ক্ষমা করুন, যারা আমাদের পূর্বে ঈমান এনেছে এবং আমাদের হৃদয়ে মুমিনদের প্রতি কোন বিদ্বেষ রেখো না। হে আমাদের রব! নিশ্চয়ই আপনি অতি দয়ালু, পরম দয়ালু।",
            "wordMeaning": "اغْفِرْ = ক্ষমা করুন, إِخْوَانِنَا = আমাদের ভাই, سَبَقُونَا = পূর্বে, غِلًّا = বিদ্বেষ, رَءُوفٌ = অতি দয়ালু",
            "id": 41
        },
        {
            "surah": "Al-Mumtahanah",
            "number": "4",
            "text": "رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ",
            "bangla": "হে আমাদের রব! আমরা আপনার উপরই ভরসা করেছি, আপনার দিকেই ফিরেছি এবং আপনার কাছেই প্রত্যাবর্তন করতে হবে।",
            "wordMeaning": "تَوَكَّلْنَا = ভরসা করেছি, أَنَبْنَا = ফিরেছি, الْمَصِيرُ = প্রত্যাবর্তন",
            "id": 42
        },
        {
            "surah": "Al-Mumtahanah",
            "number": "5",
            "text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
            "bangla": "হে আমাদের রব! আমাদেরকে কাফিরদের জন্য ফিতনা করবেন না এবং আমাদেরকে ক্ষমা করুন। হে আমাদের রব! নিশ্চয়ই আপনি পরাক্রমশালী, প্রজ্ঞাময়।",
            "wordMeaning": "فِتْنَةً = ফিতনা, الْعَزِيزُ = পরাক্রমশালী, الْحَكِيمُ = প্রজ্ঞাময়",
            "id": 43
        }
    ],
    "ইবাদত": [
        {
            "surah": "Ali 'Imran",
            "number": "17",
            "text": "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ",
            "bangla": "ধৈর্যশীলগণ, সত্যবাদীগণ, বিনীতগণ, দানশীলগণ এবং ভোররাতে ক্ষমাপ্রার্থনাকারীগণ।",
            "wordMeaning": "الصَّابِرِينَ = ধৈর্যশীল, الصَّادِقِينَ = সত্যবাদী, الْقَانِتِينَ = বিনীত, الْمُنْفِقِينَ = দানশীল, الْمُسْتَغْفِرِينَ = ক্ষমাপ্রার্থনাকারী, بِالْأَسْحَارِ = ভোররাতে",
            "id": 101
        },
        {
            "surah": "An-Nisa",
            "number": "101-102",
            "text": "وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا ۚ إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ",
            "bangla": "যখন তোমরা পৃথিবীতে সফর কর, তখন সালাত সংক্ষেপ করাতে তোমাদের কোন গুনাহ নেই, যদি তোমরা আশঙ্কা কর যে, কাফিররা তোমাদেরকে ফিতনায় ফেলবে। নিশ্চয় কাফিররা তোমাদের প্রকাশ্য শত্রু। আর যখন তুমি তাদের মধ্যে থাক এবং তাদের জন্য সালাত কায়েম কর, তখন তাদের একদল তোমার সাথে দাঁড়াক এবং তারা তাদের অস্ত্র গ্রহণ করুক। অতঃপর যখন তারা সিজদা করবে, তখন তারা যেন তোমাদের পিছনে থাকে। অতঃপর অপর দল, যারা সালাত পড়েনি, তারা আসুক এবং তোমার সাথে সালাত আদায় করুক এবং তারা তাদের সতর্কতা ও অস্ত্র গ্রহণ করুক।",
            "wordMeaning": "ضَرَبْتُمْ = সফর কর, تَقْصُرُوا = সংক্ষেপ কর, يَفْتِنَكُمُ = ফিতনায় ফেলবে, عَدُوًّا = শত্রু, فَأَقَمْتَ = কায়েম কর, طَائِفَةٌ = দল, أَسْلِحَتَهُمْ = অস্ত্র, حِذْرَهُمْ = সতর্কতা",
            "id": 102
        },
        {
            "surah": "Al-Isra",
            "number": "78-79",
            "text": "أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ ۖ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا",
            "bangla": "তুমি সালাত কায়েম কর সূর্য ঢলে পড়া থেকে রাতের অন্ধকার পর্যন্ত এবং ফজরের কুরআন (সালাত)। নিশ্চয়ই ফজরের কুরআন (সালাত) উপস্থিত হয়। আর রাতের কিছু অংশে তাহাজ্জুদ পড় তোমার জন্য অতিরিক্ত। আশা করা যায় তোমার রব তোমাকে প্রশংসিত স্থানে পৌঁছাবেন।",
            "wordMeaning": "لِدُلُوكِ = ঢলে পড়া, غَسَقِ = অন্ধকার, وَقُرْآنَ = কুরআন (সালাত), فَتَهَجَّدْ = তাহাজ্জুদ পড়, نَافِلَةً = অতিরিক্ত, مَقَامًا مَحْمُودًا = প্রশংসিত স্থান",
            "id": 103
        },
        {
            "surah": "Ta-Ha",
            "number": "130",
            "text": "فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَىٰ",
            "bangla": "অতএব তারা যা বলে তাতে ধৈর্য ধারণ কর এবং সূর্যোদয়ের পূর্বে ও সূর্যাস্তের পূর্বে তোমার রবের প্রশংসা সহকারে তাসবীহ পাঠ কর। আর রাতের কিছু সময়ে ও দিনের প্রান্তে তাসবীহ পাঠ কর, আশা করা যায় তুমি সন্তুষ্ট হবে।",
            "wordMeaning": "فَاصْبِرْ = ধৈর্য ধারণ কর, آنَاءِ = কিছু সময়, أَطْرَافَ = প্রান্ত, تَرْضَىٰ = সন্তুষ্ট হবে",
            "id": 104
        },
        {
            "surah": "Al-Furqan",
            "number": "64",
            "text": "وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا",
            "bangla": "এবং যারা তাদের রবের উদ্দেশ্যে সিজদা ও দাঁড়িয়ে রাত যাপন করে।",
            "wordMeaning": "يَبِيتُونَ = রাত যাপন করে, سُجَّدًا = সিজদা, وَقِيَامًا = দাঁড়িয়ে",
            "id": 105
        },
        {
            "surah": "Ar-Rum",
            "number": "17-18",
            "text": "فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
            "bangla": "অতএব সন্ধ্যায় ও সকালে আল্লাহর পবিত্রতা ঘোষণা কর। আর আসমান ও যমীনে এবং সন্ধ্যায় ও মধ্যাহ্নে তাঁরই প্রশংসা।",
            "wordMeaning": "فَسُبْحَانَ = পবিত্রতা ঘোষণা, تُمْسُونَ = সন্ধ্যায়, تُصْبِحُونَ = সকালে, وَعَشِيًّا = সন্ধ্যায়, تُظْهِرُونَ = মধ্যাহ্নে",
            "id": 106
        },
        {
            "surah": "As-Sajda",
            "number": "15-16",
            "text": "إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
            "bangla": "আমার আয়াতসমূহে কেবল তারাই ঈমান আনে, যাদেরকে যখন সেগুলো দ্বারা স্মরণ করানো হয়, তখন তারা সিজদায় পড়ে যায় এবং তাদের রবের প্রশংসা সহকারে তাসবীহ পাঠ করে এবং তারা অহংকার করে না। তাদের পার্শ্ব শয্যা থেকে আলগা থাকে, তারা ভয় ও আশায় তাদের রবকে ডাকে এবং আমি তাদেরকে যা রিযিক দিয়েছি তা থেকে ব্যয় করে।",
            "wordMeaning": "خَرُّوا = পড়ে যায়, سُجَّدًا = সিজদায়, تَتَجَافَىٰ = আলগা থাকে, جُنُوبُهُمْ = তাদের পার্শ্ব, الْمَضَاجِعِ = শয্যা, خَوْفًا = ভয়, وَطَمَعًا = আশায়",
            "id": 107
        },
        {
            "surah": "Az-Zumar",
            "number": "7",
            "text": "إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ",
            "bangla": "যদি তোমরা কুফরী কর, তবে নিশ্চয়ই আল্লাহ তোমাদের থেকে অমুখাপেক্ষী। আর তিনি তাঁর বান্দাদের জন্য কুফরী পছন্দ করেন না। আর যদি তোমরা কৃতজ্ঞ হও, তবে তিনি তা তোমাদের জন্য পছন্দ করেন।",
            "wordMeaning": "تَكْفُرُوا = কুফরী কর, غَنِيٌّ = অমুখাপেক্ষী, تَشْكُرُوا = কৃতজ্ঞ হও",
            "id": 108
        },
        {
            "surah": "Adh-Dhariyat",
            "number": "17-18",
            "text": "كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
            "bangla": "তারা রাতের অল্প অংশই নিদ্রা যেত এবং ভোররাতে তারা ক্ষমা প্রার্থনা করত।",
            "wordMeaning": "قَلِيلًا = অল্প অংশ, يَهْجَعُونَ = নিদ্রা যেত, بِالْأَسْحَارِ = ভোররাতে, يَسْتَغْفِرُونَ = ক্ষমা প্রার্থনা করত",
            "id": 109
        },
        {
            "surah": "At-Tur",
            "number": "59",
            "text": "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
            "bangla": "অতএব তাদেরকে ছেড়ে দিন, তারা যেন গভীর আলোচনায় ও ক্রীড়ায় মত্ত থাকে, যে দিনের ওয়াদা তাদেরকে দেওয়া হয়েছে, সে দিন পর্যন্ত।",
            "wordMeaning": "فَذَرْهُمْ = ছেড়ে দিন, يَخُوضُوا = গভীর আলোচনায়, وَيَلْعَبُوا = ক্রীড়ায়, يُلَاقُوا = পর্যন্ত",
            "id": 110
        },
        {
            "surah": "Al-Jumu'ah",
            "number": "9-10",
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
            "bangla": "হে ঈমানদারগণ! জুমুআর দিনে যখন সালাতের জন্য আহ্বান করা হয়, তখন তোমরা আল্লাহর স্মরণের দিকে ধাবিত হও এবং ক্রয়-বিক্রয় ত্যাগ কর। এটি তোমাদের জন্য উত্তম, যদি তোমরা জান। অতঃপর যখন সালাত সমাপ্ত হয়, তখন তোমরা পৃথিবীতে ছড়িয়ে পড় এবং আল্লাহর অনুগ্রহ তালাশ কর ও আল্লাহকে অধিক পরিমাণে স্মরণ কর, যাতে তোমরা সফলকাম হও।",
            "wordMeaning": "نُودِيَ = আহ্বান করা হয়, فَاسْعَوْا = ধাবিত হও, وَذَرُوا = ত্যাগ কর, فَانتَشِرُوا = ছড়িয়ে পড়, وَابْتَغُوا = তালাশ কর",
            "id": 111
        },
        {
            "surah": "Al-Muzzammil",
            "number": "1-6,20",
            "text": "يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا نِّصْفَهُ أَوِ انقُصْ مِنْهُ قَلِيلًا أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِن ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِّنَ الَّذِينَ مَعَكَ ۚ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ ۚ عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرْضَىٰ ۙ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِن فَضْلِ اللَّهِ ۙ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا ۚ وَمَا تُقَدِّمُوا لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ وَاسْتَغْفِرُوا اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
            "bangla": "হে চাদর আবৃত! রাতের সালাতে দাঁড়াও অল্প অংশ ছাড়া- অর্ধেক রাত বা তার চেয়ে কিছু কম বা কিছু বেশি। আর কুরআন সুস্পষ্টভাবে তিলাওয়াত কর। নিশ্চয়ই আমি তোমার উপর একটি গুরুত্বপূর্ণ বাণী অবতীর্ণ করব। নিশ্চয়ই রাতের জাগরণ প্রবৃত্তি দমনের জন্য বেশি উপযোগী এবং কথার জন্য বেশি সুস্পষ্ট। নিশ্চয়ই তোমার রব জানেন যে, তুমি দুই-তৃতীয়াংশ রাত, অর্ধেক রাত বা এক-তৃতীয়াংশ রাত সালাতে দাঁড়াও এবং তোমার সঙ্গীদের একটি দলও। আল্লাহ রাত ও দিনের পরিমাণ নির্ধারণ করেন। তিনি জানেন যে, তোমরা তা গণনা করতে পারবে না, তাই তিনি তোমাদের প্রতি ক্ষমাশীল হয়েছেন। অতএব তোমরা কুরআন থেকে যা সহজ হয় তা তিলাওয়াত কর। তিনি জানেন যে, তোমাদের মধ্যে কেউ কেউ অসুস্থ হবে এবং অন্যরা আল্লাহর অনুগ্রহ সন্ধানে পৃথিবীতে সফর করবে এবং অন্যরা আল্লাহর পথে জিহাদ করবে। অতএব তোমরা তা থেকে যা সহজ হয় তা তিলাওয়াত কর এবং সালাত কায়েম কর, যাকাত দাও এবং আল্লাহকে উত্তম ঋণ দাও। তোমরা নিজেদের জন্য যে কোনো ভাল কাজ অগ্রে প্রেরণ কর, তা আল্লাহর কাছে পাবে। তা উত্তম এবং মহাপুরস্কার। আর আল্লাহর কাছে ক্ষমা প্রার্থনা কর। নিশ্চয়ই আল্লাহ ক্ষমাশীল, দয়ালু।",
            "wordMeaning": "الْمُزَّمِّلُ = চাদর আবৃত, قُمِ = দাঁড়াও, نِّصْفَهُ = অর্ধেক, وَرَتِّلِ = সুস্পষ্টভাবে, نَاشِئَةَ = জাগরণ, أَشَدُّ = বেশি উপযোগী, وَطَائِفَةٌ = একটি দল, يُقَدِّرُ = নির্ধারণ করেন, تُحْصُوهُ = গণনা করতে, تَيَسَّرَ = সহজ হয়, يَضْرِبُونَ = সফর কর",
            "id": 112
        },
        {
            "surah": "Al-Kawthar",
            "number": "2",
            "text": "فَصَلِّ لِرَبِّكَ وَانْحَرْ",
            "bangla": "অতএব তোমার রবের জন্য সালাত আদায় কর এবং কুরবানি কর।",
            "wordMeaning": "فَصَلِّ = সালাত আদায় কর, وَانْحَرْ = কুরবানি কর",
            "id": 113
        }
    ],
    "সালাম": [
        {
            "surah": "Ya-Sin",
            "number": "58",
            "text": "سَلَامٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
            "bangla": "রহীম রবের পক্ষ থেকে সালাম (শান্তি বর্ষিত হোক)।",
            "wordMeaning": "سَلَامٌ = সালাম/শান্তি, قَوْلًا = বাণী, رَّبٍّ = রব, رَّحِيمٍ = রহীম/অতি দয়ালু",
            "id": 114
        },
        {
            "surah": "An-Nahl",
            "number": "32",
            "text": "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
            "bangla": "যাদেরকে ফেরেশতারা পবিত্র অবস্থায় কবয করেন, তারা বলে: 'তোমাদের উপর সালাম (শান্তি বর্ষিত হোক)। তোমরা জান্নাতে প্রবেশ কর তোমাদের আমলের কারণে।'",
            "wordMeaning": "تَتَوَفَّاهُمُ = কবয করেন, الْمَلَائِكَةُ = ফেরেশতারা, طَيِّبِينَ = পবিত্র অবস্থায়, سَلَامٌ عَلَيْكُمُ = তোমাদের উপর সালাম, ادْخُلُوا = প্রবেশ কর, الْجَنَّةَ = জান্নাত",
            "id": 115
        },
        {
            "surah": "Ar-Ra'd",
            "number": "24",
            "text": "سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ",
            "bangla": "তোমাদের উপর সালাম (শান্তি বর্ষিত হোক) তোমাদের ধৈর্য ধারণের কারণে। আর আবাসের কত উত্তম পরিণাম!",
            "wordMeaning": "سَلَامٌ عَلَيْكُم = তোমাদের উপর সালাম, بِمَا = কারণে, صَبَرْتُمْ = ধৈর্য ধারণ, عُقْبَى = পরিণাম, الدَّارِ = আবাস",
            "id": 116
        },
        {
            "surah": "As-Saffat",
            "number": "79",
            "text": "سَلَامٌ عَلَىٰ نُوحٍ فِي الْعَالَمِينَ",
            "bangla": "সমস্ত বিশ্বের উপর নূহের উপর সালাম (শান্তি বর্ষিত হোক)।",
            "wordMeaning": "سَلَامٌ = সালাম/শান্তি, عَلَىٰ = উপর, نُوحٍ = নূহ, الْعَالَمِينَ = বিশ্বের",
            "id": 117
        },
        {
            "surah": "As-Saffat",
            "number": "109",
            "text": "سَلَامٌ عَلَىٰ إِبْرَاهِيمَ",
            "bangla": "ইবরাহীমের উপর সালাম (শান্তি বর্ষিত হোক)।",
            "wordMeaning": "سَلَامٌ = সালাম/শান্তি, عَلَىٰ = উপর, إِبْرَاهِيمَ = ইবরাহীম",
            "id": 118
        },
        {
            "surah": "As-Saffat",
            "number": "120",
            "text": "سَلَامٌ عَلَىٰ مُوسَىٰ وَهَارُونَ",
            "bangla": "মূসা ও হারুনের উপর সালাম (শান্তি বর্ষিত হোক)।",
            "wordMeaning": "سَلَامٌ = সালাম/শান্তি, عَلَىٰ = উপর, مُوسَىٰ = মূসা, وَهَارُونَ = ও হারুন",
            "id": 119
        },
        {
            "surah": "As-Saffat",
            "number": "130",
            "text": "سَلَامٌ عَلَىٰ إِلْ يَاسِينَ",
            "bangla": "ইলইয়াসীনদের উপর সালাম (শান্তি বর্ষিত হোক)।",
            "wordMeaning": "سَلَامٌ = সালাম/শান্তি, عَلَىٰ = উপর, إِلْ يَاسِينَ = ইলইয়াসীন",
            "id": 120
        },
        {
            "surah": "As-Saffat",
            "number": "181",
            "text": "وَسَلَامٌ عَلَى الْمُرْسَلِينَ",
            "bangla": "আর সমস্ত রাসূলগণের উপর সালাম (শান্তি বর্ষিত হোক)।",
            "wordMeaning": "وَسَلَامٌ = আর সালাম, عَلَى = উপর, الْمُرْسَلِينَ = রাসূলগণের",
            "id": 121
        }
    ],
    "কুরআন ব্যখ্যায়িত": [
        {
            "surah": "সূরা আল-বাকারা",
            "number": "২১৯",
            "text": "وَيَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ ۖ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ الْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
            "bangla": "তারা আপনাকে মদ ও জুয়া সম্পর্কে জিজ্ঞাসা করে। বলুন, এ উভয়টিতে মহাপাপ রয়েছে এবং মানুষের জন্য কিছু উপকারিতাও আছে; কিন্তু এগুলোর পাপ উপকারিতার চেয়ে                                   অনেক বড়। তারা আপনাকে জিজ্ঞাসা করে, তারা কী ব্যয় করবে? বলুন, প্রয়োজনাতিরিক্ত। এভাবে আল্লাহ তোমাদের জন্য আয়াতসমূহ সুস্পষ্টভাবে বর্ণনা করেন, যাতে তোমরা চিন্তা-ভাবনা কর।",
            "wordMeaning": "الْخَمْر= মদ, الْمَيْسِرِ= জুয়া, إِثْمٌ كَبِيٌ= বড় পাপ, مَاذَا يُنفِقُونَ = তারা কী ব্যয় করবে",
            "id": 122
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "৫৫",
            "text": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ ",
            "bangla": "এভাবেই আমি আমার আয়াতগুলোকে সুস্পষ্টভাবে বর্ণনা করি যাতে অপরাধীদের পথ পরিষ্কাররূপে প্রকাশ পেয়ে যায়।",
            "wordMeaning": "نُفَصِّلُ = বিস্তারিত বর্ণনা করি আমরা, ٱلْءَايَٰتِ = নিদর্শনগুলোকে,وَلِتَسْتَبِينَ = এবং যেন সুস্পষ্ট প্রকাশ হয়,ٱلْمُجْرِمِينَ = অপরাধীদের",
            "id": 123
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "৬৫",
            "text": "قُلْ هُوَ الْقَادِرُ عَلَىٰ أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ ۗ انظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ",
            "bangla": "বলুন, তিনি সক্ষম যে, তোমাদের উপর আকাশ থেকে বা তোমাদের পায়ের নিচ থেকে আযাব পাঠাবেন অথবা তোমাদেরকে দলে দলে বিভক্ত করে দেবেন এবং একদলকে অপর দলের শাস্তি আস্বাদন করাবেন। দেখ, আমি কিভাবে নিদর্শনসমূহ বিবৃত করি, যাতে তারা বুঝতে পারে।",
            "wordMeaning": "الْقَادِرُ = সক্ষম,عَذَابًا=শাস্তি, شِيَعًا = দলে দলে, بَأْسَ بَعْضٍ = এক দলের শক্তি (অন্য দলের উপর)",
            "id": 124
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "৯৭",
            "text": "وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ ۗ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
            "bangla": "তিনিই তোমাদের জন্য নক্ষত্র সৃষ্টি করেছেন, যাতে তোমরা স্থল ও সমুদ্রের অন্ধকারে পথনির্দেশ পেতে পার। আমি জ্ঞানী সম্প্রদায়ের জন্য নিদর্শনসমূহ বিশদভাবে বর্ণনা করেছি।",
            "wordMeaning": "النُّجُومَ =নক্ষত্র,   تَهْتَدُوا =পথনির্দেশ পাওয়া,  ظُلُمَاتِ = অন্ধকারে,  فَصَّلْنَا = বিশদভাবে বর্ণনা করেছি",
            "id": 125
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "৯৮",
            "text": "وَهُوَ الَّذِي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ",
            "bangla": "তিনিই তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন, তারপর রয়েছে স্থায়ী অবস্থান ও অস্থায়ী অবস্থান। আমি বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য নিদর্শনসমূহ বিশদভাবে বর্ণনা করেছি।",
            "wordMeaning": "أَنشَأَكُم = তোমাদের সৃষ্টি করেছেন, نَّفْسٍ وَاحِدَةٍ = এক ব্যক্তি (আদম), مُسْتَقَرٌّস্থায়ী অবস্থান, مُسْتَوْدَعٌ = অস্থায়ী অবস্থান",
            "id": 126
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "১১৪",
            "text": "أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا ۚ وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بِالْحَقِّ ۖ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ",
            "bangla": "আমি কি আল্লাহ ছাড়া অন্য কাউকে বিচারক হিসেবে গ্রহণ করব? অথচ তিনিই তোমাদের প্রতি এই কিতাব নাযিল করেছেন যা সুস্পষ্টভাবে ব্যাখ্যাকৃত। যাদেরকে আমি কিতাব দিয়েছি তারা জানে যে এটি তোমার রবের পক্ষ থেকে সত্য সহকারে অবতীর্ণ। সুতরাং তুমি কখনো সন্দেহকারীদের অন্তর্ভুক্ত হয়ো না।",
            "wordMeaning": "حَكَمًا=বিচারক,مُفَصَّلًا = বিস্তারিতভাবে বর্ণিত, الْمُمْتَرِينَ =সন্দেহকারীগণ",
            "id": 127
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "১১৯",
            "text": "وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ ۗ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ ۗ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ",
            "bangla": "আল্লাহর নাম নেয়া জিনিস থেকে তোমরা কেন খাবে না, অথচ তিনি তোমাদের জন্য যা হারাম করেছেন তা বিশদভাবে বর্ণনা করেছেন, তবে যদি বাধ্য হও তবে ভিন্ন কথা। নিশ্চয় অনেক লোক অজ্ঞতাবশত নিজেদের খেয়াল-খুশির দ্বারা পথভ্রষ্ট করে। নিশ্চয় তোমার রবই সীমালংঘনকারীদের ভালোভাবে জানেন।",
            "wordMeaning": "ذُكِرَ اسْمُ اللَّهِ = আল্লাহর নাম নেয়া হয়েছে,  حَرَّمَ عَلَيْكُمْ = তোমাদের জন্য হারাম করেছেন,  اضْطُرِرْتُمْ=বাধ্য হলে,   يُضِلُّونَ = পথভ্রষ্ট করে",
            "id": 128
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "১২৬",
            "text": "وَهَٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا ۗ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ",
            "bangla": "এটি তোমার রবের সোজা পথ। আমি উপদেশ গ্রহণকারী সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করেছি।",
            "wordMeaning": "صِرَاطُ = পথ,        مُسْتَقِيمًا = সরল/সোজা,           يَذَّكَّرُونَ = যারা উপদেশ গ্রহণ করে",
            "id": 129
        },
        {
            "surah": "সূরা আল-আন'আম",
            "number": "১৫৪",
            "text": "ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ",
            "bangla": "এরপর আমি মূসাকে কিতাব দিলাম, যে অনুগ্রহকারীর প্রতি অনুগ্রহ পূর্ণ করা হয় এবং প্রত্যেক বস্তুর বিস্তারিত ব্যাখ্যা ও হিদায়াত ও রহমতস্বরূপ, যাতে তারা তাদের রবের সাক্ষাতে বিশ্বাস করে।",
            "wordMeaning": "تَمَامًا = পূর্ণতা, أَحْسَنَ = যে উত্তম কাজ করে,تَفْصِيلًا = বিস্তারিত ব্যাখ্যা,لِّكُلِّ شَيْءٍ = প্রত্যেক বস্তুর জন্য",
            "id": 130
        },
        {
            "surah": "সূরা আল-আ'রাফ",
            "number": "৩২",
            "text": "قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ ۚ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ ۗ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
            "bangla": "বলুন, আল্লাহ তাঁর বান্দাদের জন্য যা সৃষ্টি করেছেন, তা কে হারাম করেছে? আর পবিত্র রিযিক থেকে? বলুন, তা তো দুনিয়ার জীবনে মুমিনদের জন্য এবং কিয়ামতের দিন শুধুমাত্র তাদের জন্যই। এভাবে আমি জ্ঞানী সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করি।",
            "wordMeaning": "زِينَةَ اللَّهِ = আল্লাহর সৃষ্ট সৌন্দর্য,الطَّيِّبَاتِ = পবিত্র বস্তু,خَالِصَةً = শুধুমাত্র (মুমিনদের জন্য)",
            "id": 131
        },
        {
            "surah": "সূরা আল-আ'রাফ",
            "number": "৫২",
            "text": "وَلَقَدْ جِئْنَاهُم بِكِتَابٍ فَصَّلْنَاهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
            "bangla": "আমি তাদের কাছে এমন এক কিতাব এনেছি, যা আমি জ্ঞানের ভিত্তিতে বিশদভাবে বর্ণনা করেছি, যা ঈমানদার সম্প্রদায়ের জন্য হিদায়াত ও রহমত।",
            "wordMeaning": "كِتَابٍ = কিতাব,         فَصَّلْنَاهُ =  বিস্তারিত বর্ণনা করেছি,        هُدًى = পথনির্দেশ,     رَحْمَةً = রহমত",
            "id": 132
        },
        {
            "surah": "সূরা আল-আ'রাফ",
            "number": "১৭৪",
            "text": "وَكَذَٰلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
            "bangla": "এভাবে আমি আয়াতসমূহ বিশদভাবে বর্ণনা করি, যাতে তারা ফিরে আসে।",
            "wordMeaning": "نُفَصِّلُ = আমি বিশদভাবে বর্ণনা করি,          يَرْجِعُونَ = ফিরে আসে",
            "id": 133
        },
        {
            "surah": "সূরা আত-তাওবা",
            "number": "১১",
            "text": "فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ ۗ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
            "bangla": "অতঃপর যদি তারা তাওবা করে, সালাত কায়েম করে ও যাকাত দেয়, তবে তারা তোমাদের দ্বীনী ভাই। আমি জ্ঞানী সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করি।",
            "wordMeaning": "تَابُوا = তাওবা করে,     أَقَامُوا الصَّلَاةَ = সালাত প্রতিষ্ঠা করে,    آتَوُا الزَّكَاةَ = যাকাত প্রদান করে,        إِخْوَانُكُمْ = তোমাদের ভাই",
            "id": 134
        },
        {
            "surah": "সূরা ইউনুস",
            "number": "৫",
            "text": "هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ ۚ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ",
            "bangla": "তিনিই সূর্যকে উজ্জ্বল আলো এবং চন্দ্রকে জ্যোতি বানিয়েছেন এবং এর জন্য মনযিল নির্ধারণ করেছেন, যাতে তোমরা বছর গণনা ও হিসাব জানতে পার। আল্লাহ এগুলো সৃষ্টি করেছেন শুধু ন্যায়ের ভিত্তিতে। তিনি জ্ঞানী সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করেন।",
            "wordMeaning": "ضِيَاءً = উজ্জ্বল আলো,    نُورًا = জ্যোতি,   مَنَازِلَ = মনযিল/পর্যায়,     عَدَدَ السِّنِينَ = বছরের সংখ্যা",
            "id": 135
        },
        {
            "surah": "সূরা ইউনুস",
            "number": "২৪",
            "text": "إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّىٰ إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِالْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ",
            "bangla": "দুনিয়ার জীবনের দৃষ্টান্ত এমন যেমন আমি আকাশ থেকে পানি বর্ষণ করি, তারপর তা দ্বারা পৃথিবীর উদ্ভিদ লতাপাতা জন্মে যা মানুষ ও চতুষ্পদ জন্তুরা খায়। এমনকি যখন পৃথিবী তার সৌন্দর্যে শোভিত হয় এবং সজ্জিত হয় এবং তার অধিবাসীরা মনে করে যে তারা এর উপর ক্ষমতাবান, তখনই রাত বা দিনে আমার আদেশ এসে যায় এবং আমি তা এমনভাবে কাটা শস্যের মতো করে দিই যেন গতকাল কিছুই ছিল না। এভাবে আমি চিন্তাশীল সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করি।",
            "wordMeaning": "مَثَلُ = উদাহরণ,   زُخْرُفَهَا = সৌন্দর্য,     حَصِيدًا = কাটা শস্যের মতো,   يَتَفَكَّرُونَ = যারা চিন্তা করে",
            "id": 136
        },
        {
            "surah": "সূরা ইউনুস",
            "number": "৩৭",
            "text": "وَمَا كَانَ هَٰذَا الْقُرْآنُ أَن يُفْتَرَىٰ مِن دُونِ اللَّهِ وَلَٰكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ",
            "bangla": "এই কুরআন এমন নয় যে আল্লাহ ছাড়া অন্য কেউ এটি রচনা করতে পারে, বরং এটি পূর্ববর্তী কিতাবের সত্যায়ন এবং এই কিতাবের বিস্তারিত ব্যাখ্যা, যাতে কোন সন্দেহ নেই, যা বিশ্বজগতের রবের পক্ষ থেকে।",
            "wordMeaning": "يُفْتَرَىٰ = বানোয়াট,   تَصْدِيقَ = সত্যায়ন,    تَفْصِيلَ = বিস্তারিত ব্যাখ্যা,     لَا رَيْبَ = কোন সন্দেহ নেই",
            "id": 137
        },
        {
            "surah": "সূরা হুদ",
            "number": "১",
            "text": "الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
            "bangla": "আলিফ-লাম-রা। এটা এমন এক কিতাব যার আয়াতসমূহ সুদৃঢ় করা হয়েছে, তারপর বিস্তারিতভাবে বর্ণনা করা হয়েছে প্রজ্ঞাময়, সর্বজ্ঞের পক্ষ থেকে।",
            "wordMeaning": "أُحْكِمَتْ = মজবুত/সুদৃঢ় করা হয়েছে,  فُصِّلَتْ = বিস্তারিতভাবে বর্ণনা করা হয়েছে,            حَكِيمٍ = প্রজ্ঞাময়,        خَبِيرٍ = সর্বজ্ঞ",
            "id": 138
        },
        {
            "surah": "সূরা ইউসুফ",
            "number": "১১১",
            "text": "لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُولِي الْأَلْبَابِ ۗ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَٰكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
            "bangla": "নিশ্চয় তাদের কাহিনীতে বুদ্ধিমানদের জন্য শিক্ষা রয়েছে। এটি কোনো মনগড়া কথা নয়, বরং পূর্ববর্তী কিতাবের সত্যায়ন এবং প্রত্যেক বস্তুর বিস্তারিত ব্যাখ্যা, আর ঈমানদার সম্প্রদায়ের জন্য হিদায়াত ও রহমত।",
            "wordMeaning": "عِبْرَةٌ = শিক্ষা,  أُولِي الْأَلْبَابِ = বুদ্ধিমানরা,   تَصْدِيقَ = সত্যায়নকারী, وَتَفْصِيلَ = এবং বিশদ ব্যাখ্যা",
            "id": 139
        },
        {
            "surah": "সূরা আর-রাদ",
            "number": "২",
            "text": "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُم بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ",
            "bangla": "আল্লাহই তিনি যিনি আকাশসমূহকে স্তম্ভ ছাড়াই উঠিয়েছেন, যা তোমরা দেখছ। তারপর তিনি আরশে সমাসীন হয়েছেন এবং সূর্য ও চন্দ্রকে কাজে নিযুক্ত করেছেন, প্রত্যেকেই এক নির্দিষ্ট সময় পর্যন্ত চলছে। তিনি সব বিষয় নিয়ন্ত্রণ করেন। তিনি আয়াতসমূহ বিশদভাবে বর্ণনা করেন, যাতে তোমরা তোমাদের রবের সাথে সাক্ষাতে দৃঢ় বিশ্বাসী হও।",
            "wordMeaning": "رَفَعَ = উঠিয়েছেন,  عَمَدٍ = স্তম্ভ,  يَجْرِي = চলে,    يُدَبِّرُ = নিয়ন্ত্রণ করেন",
            "id": 140
        },
        {
            "surah": "সূরা আল-ইসরা",
            "number": "১২",
            "text": "وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ۖ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا",
            "bangla": "আমি রাত ও দিনকে দুটি নিদর্শন বানিয়েছি। আমি রাতের নিদর্শনকে অন্ধকারাচ্ছন্ন করেছি এবং দিনের নিদর্শনকে আলোকিত করেছি, যাতে তোমরা তোমাদের রবের অনুগ্রহ তালাশ কর এবং যাতে তোমরা বছর গণনা ও হিসাব জানতে পার। আর প্রত্যেক বস্তু আমি বিশদভাবে বর্ণনা করেছি।",
            "wordMeaning": "آيَتَيْنِ = দুটি নিদর্শন,  مَحَوْنَا = মুছে দিয়েছি/অন্ধকার করেছি,   مُبْصِرَةً = আলোকিত,  فَضْلًا = অনুগ্রহ",
            "id": 141
        },
        {
            "surah": "সূরা আর-রূম",
            "number": "২৮",
            "text": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَانُكُم مِّن شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ",
            "bangla": "তিনি তোমাদের জন্য তোমাদের নিজেদের থেকেই একটি দৃষ্টান্ত পেশ করেছেন। তোমাদের অধীনস্থ দাসদের মধ্যে কি কেউ আছে যে তোমাদের প্রদত্ত রিযিকে অংশীদার? ফলে তোমরা ও তারা এতে সমান হয়ে যাও? যেমন তোমরা নিজেদের সমকক্ষদের ভয় কর, তাদেরও কি তেমন ভয় কর? এভাবে আমি বুদ্ধিমান সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করি।",
            "wordMeaning": "ضَرَبَ = পেশ করেছেন,  مَّثَلًا = দৃষ্টান্ত,     مَلَكَتْ أَيْمَانُكُم = তোমাদের অধীনস্থ দাস, يَعْقِلُونَ =যারা বুদ্ধি ব্যবহার করে",
            "id": 142
        },
        {
            "surah": "সূরা হা-মীম আস-সাজদা",
            "number": "৩",
            "text": "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
            "bangla": "এটি এমন এক কিতাব, যার আয়াতসমূহ বিশদভাবে বর্ণিত, যা আরবি ভাষায় কুরআন, জ্ঞানী সম্প্রদায়ের জন্য।",
            "wordMeaning": "فُصِّلَتْ = বিস্তারিতভাবে বর্ণিত,    قُرْآنًا عَرَبِيًّا = আরবি ভাষায় কুরআন",
            "id": 143
        }
    ],

  "রাসূলের দায়িত্ব": [
    {
      "surah": "Al-Ma'idah",
      "number": "67",
      "text": "يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ ۗ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
      "bangla": "হে রাসূল! আপনার রবের পক্ষ থেকে আপনার প্রতি যা অবতীর্ণ হয়েছে তা পৌঁছে দিন। যদি আপনি তা না করেন, তবে আপনি তাঁর বার্তা পৌঁছালেন না। আল্লাহ আপনাকে মানুষ থেকে রক্ষা করবেন। নিশ্চয়ই আল্লাহ কাফির সম্প্রদায়কে হিদায়াত করেন না।",
      "wordMeaning": "يَا أَيُّهَا الرَّسُولُ = হে রাসূল, بَلِّغْ = পৌঁছে দিন, أُنزِلَ = অবতীর্ণ হয়েছে, رِسَالَتَهُ = তাঁর বার্তা, يَعْصِمُكَ = রক্ষা করবেন",
      "id": 122
    },
    {
      "surah": "Al-Jumu'ah",
      "number": "2",
      "text": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُّبِينٍ",
      "bangla": "তিনিই নিরক্ষরদের মধ্যে তাদের মধ্য থেকেই একজন রাসূল প্রেরণ করেছেন, যিনি তাদেরকে তাঁর আয়াতসমূহ তিলাওয়াত করেন, তাদেরকে পবিত্র করেন এবং তাদেরকে কিতাব ও হিকমাহ শিক্ষা দেন। যদিও তারা এর পূর্বে স্পষ্ট গোমরাহীতে ছিল।",
      "wordMeaning": "بَعَثَ = প্রেরণ করেছেন, الْأُمِّيِّينَ = নিরক্ষরদের, رَسُولًا = রাসূল, يَتْلُو = তিলাওয়াত করেন, يُزَكِّيهِمْ = পবিত্র করেন, يُعَلِّمُهُمُ = শিক্ষা দেন, ضَلَالٍ = গোমরাহীতে",
      "id": 123
    },
    {
      "surah": "Al-Ahzab",
      "number": "45",
      "text": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
      "bangla": "হে নবী! নিশ্চয়ই আমি আপনাকে সাক্ষী, সুসংবাদদাতা ও সতর্ককারী হিসেবে প্রেরণ করেছি।",
      "wordMeaning": "النَّبِيُّ = নবী, أَرْسَلْنَاكَ = প্রেরণ করেছি, شَاهِدًا = সাক্ষী, مُبَشِّرًا = সুসংবাদদাতা, نَذِيرًا = সতর্ককারী",
      "id": 124
    },
    {
      "surah": "Fatir",
      "number": "24",
      "text": "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
      "bangla": "নিশ্চয়ই আমি আপনাকে সত্য সহকারে সুসংবাদদাতা ও সতর্ককারী হিসেবে প্রেরণ করেছি। এমন কোন সম্প্রদায় নেই যার মধ্যে সতর্ককারী আগমন করেনি।",
      "wordMeaning": "بِالْحَقِّ = সত্য সহকারে, بَشِيرًا = সুসংবাদদাতা, نَذِيرًا = সতর্ককারী, أُمَّةٍ = সম্প্রদায়, خَلَا = আগমন করেনি",
      "id": 125
    },
    {
      "surah": "Fatir",
      "number": "42",
      "text": "وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِّن رَّبِّهِ ۚ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَىٰ",
      "bangla": "তারা বলে, 'তিনি আমাদের কাছে তাঁর রবের পক্ষ থেকে কোন নিদর্শন আনেন না কেন?' পূর্ববর্তী কিতাবসমূহে যা আছে, তা কি তাদের কাছে স্পষ্ট প্রমাণরূপে আসেনি?",
      "wordMeaning": "لَوْلَا = না কেন, بِآيَةٍ = নিদর্শন, بَيِّنَةُ = স্পষ্ট প্রমাণ, الصُّحُفِ = কিতাবসমূহ, الْأُولَىٰ = পূর্ববর্তী",
      "id": 126
    },
    {
      "surah": "Fatir",
      "number": "52",
      "text": "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ",
      "bangla": "অতঃপর নিশ্চয়ই এর ব্যাখ্যা করা আমাদের দায়িত্ব।",
      "wordMeaning": "ثُمَّ = অতঃপর, عَلَيْنَا = আমাদের দায়িত্ব, بَيَانَهُ = এর ব্যাখ্যা",
      "id": 127
    },
    {
      "surah": "An-Nisa",
      "number": "65",
      "text": "فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا",
      "bangla": "অতএব আপনার রবের শপথ! তারা মুমিন হবে না, যতক্ষণ না তারা তাদের মধ্যে সৃষ্ট বিবাদের ব্যাপারে আপনাকে বিচারক নিযুক্ত করে, অতঃপর আপনার ফয়সালার ব্যাপারে তাদের মনে কোন সংকীর্ণতা না পায় এবং সম্পূর্ণরূপে তা মেনে নেয়।",
      "wordMeaning": "فَلَا وَرَبِّكَ = আপনার রবের শপথ, يُحَكِّمُوكَ = বিচারক নিযুক্ত করে, شَجَرَ = সৃষ্ট বিবাদ, حَرَجًا = সংকীর্ণতা, قَضَيْتَ = ফয়সালা, يُسَلِّمُوا = মেনে নেয়",
      "id": 128
    },
    {
      "surah": "Al-Ahzab",
      "number": "21",
      "text": "لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا",
      "bangla": "নিশ্চয়ই তোমাদের জন্য আল্লাহর রাসূলের মধ্যে উত্তম আদর্শ রয়েছে, তার জন্য যে আল্লাহ ও আখিরাতের দিনের আশা রাখে এবং আল্লাহকে অধিক স্মরণ করে।",
      "wordMeaning": "أُسْوَةٌ = আদর্শ, حَسَنَةٌ = উত্তম, يَرْجُو = আশা রাখে, وَذَكَرَ = স্মরণ করে",
      "id": 129
    },
    {
      "surah": "Al-Ahzab",
      "number": "36",
      "text": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُّبِينًا",
      "bangla": "আল্লাহ ও তাঁর রাসূল কোন বিষয়ে ফয়সালা করলে কোন মুমিন পুরুষ ও নারীর সে বিষয়ে নিজেদের ইচ্ছার অধিকার থাকবে না। যে আল্লাহ ও তাঁর রাসূলের অবাধ্য হবে, সে প্রকাশ্য গোমরাহীতে পতিত হবে।",
      "wordMeaning": "قَضَى = ফয়সালা করলে, الْخِيَرَةُ = ইচ্ছার অধিকার, يَعْصِ = অবাধ্য হবে, ضَلَّ = পতিত হবে, ضَلَالًا = গোমরাহীতে",
      "id": 130
    },
    {
      "surah": "At-Tawbah",
      "number": "128",
      "text": "لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
      "bangla": "নিশ্চয়ই তোমাদের কাছে এসেছে তোমাদের মধ্য থেকে একজন রাসূল, তোমাদের কষ্ট তার জন্য কষ্টদায়ক, তিনি তোমাদের মঙ্গলকামী, মুমিনদের প্রতি অত্যন্ত স্নেহশীল, দয়ালু।",
      "wordMeaning": "جَاءَكُمْ = এসেছে, عَزِيزٌ = কষ্টদায়ক, عَنِتُّمْ = কষ্ট, حَرِيصٌ = মঙ্গলকামী, رَءُوفٌ = স্নেহশীল, رَّحِيمٌ = দয়ালু",
      "id": 131
    },
    {
      "surah": "Al-An'am",
      "number": "19",
      "text": "قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً ۖ قُلِ اللَّهُ ۖ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ ۚ وَأُوحِيَ إِلَيَّ هَٰذَا الْقُرْآنُ لِأُنذِرَكُم بِهِ وَمَن بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَىٰ ۚ قُل لَّا أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ",
      "bangla": "বলুন, 'কোন জিনিসের সাক্ষ্য সর্ববৃহৎ?' বলুন, 'আল্লাহ। তিনি আমার ও তোমাদের মধ্যে সাক্ষী। আর আমার কাছে এ কুরআন ওহী করা হয়েছে যাতে আমি এর দ্বারা তোমাদেরকে এবং যার কাছে এটি পৌঁছবে তাকে সতর্ক করি। তোমরা কি সাক্ষ্য দাও যে, আল্লাহর সাথে অন্যান্য ইলাহও আছে?' বলুন, 'আমি সাক্ষ্য দেই না।' বলুন, 'নিশ্চয়ই তিনি একমাত্র ইলাহ এবং আমি তোমাদের শির্ক থেকে সম্পূর্ণ বিমুক্ত।'",
      "wordMeaning": "أَكْبَرُ = সর্ববৃহৎ, شَهِيدٌ = সাক্ষী, أُنذِرَكُم = সতর্ক করি, بَلَغَ = পৌঁছবে, آلِهَةً = ইলাহ, بَرِيءٌ = বিমুক্ত",
      "id": 132
    },
    {
      "surah": "Al-Kahf",
      "number": "110",
      "text": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَمَن كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا",
      "bangla": "বলুন, 'নিশ্চয়ই আমি তোমাদের মত একজন মানুষ, আমার প্রতি ওহী করা হয় যে, তোমাদের ইলাহ একমাত্র ইলাহ। অতএব যে তার রবের সাক্ষাতের আশা করে, সে যেন সৎকর্ম করে এবং তার রবের ইবাদতে কাউকে শরীক না করে।'",
      "wordMeaning": "بَشَرٌ = মানুষ, يُوحَىٰ = ওহী করা হয়, يَرْجُو = আশা করে, لِقَاءَ = সাক্ষাত, عَمَلًا صَالِحًا = সৎকর্ম, يُشْرِكْ = শরীক না করে",
      "id": 133
    },
    {
      "surah": "Al-Fath",
      "number": "8-9",
      "text": "إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ ۚ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِ ۖ وَمَنْ أَوْفَىٰ بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
      "bangla": "নিশ্চয়ই আমি আপনাকে সাক্ষী, সুসংবাদদাতা ও সতর্ককারী হিসেবে প্রেরণ করেছি, যাতে তোমরা আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আন, তাঁকে সাহায্য কর এবং সম্মান প্রদর্শন কর, আর সকাল-সন্ধ্যায় তাঁর পবিত্রতা ঘোষণা কর। যারা আপনার হাতে বাইয়াত গ্রহণ করে, তারা তো আল্লাহরই হাতে বাইয়াত গ্রহণ করে। আল্লাহর হাত তাদের হাতের উপর। অতএব যে অঙ্গীকার ভঙ্গ করে, সে নিজেরই ক্ষতি করে। আর যে আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করে, তিনি তাকে মহাপুরস্কার দেবেন।",
      "wordMeaning": "شَاهِدًا = সাক্ষী, لِتُؤْمِنُوا = ঈমান আন, تُعَزِّرُوهُ = সাহায্য কর, تُوَقِّرُوهُ = সম্মান প্রদর্শন, بُكْرَةً = সকাল, وَأَصِيلًا = সন্ধ্যা, يُبَايِعُونَكَ = বাইয়াত গ্রহণ করে, نَّكَثَ = অঙ্গীকার ভঙ্গ করে, أَوْفَىٰ = পূর্ণ করে, أَجْرًا عَظِيمًا = মহাপুরস্কার",
      "id": 134
    }
  ]
}